[
  {
    "frontmatter": {
      "title": "The world’s busiest independent technician for classic instant cameras",
      "slug": "hero",
      "heroImage": "sx_70.png"
    },
    "content": ""
  },
  {
    "frontmatter": {
      "title": "Experience",
      "image": "black-polaroid-spectra-camera-full-switch-004701-front_1024x1024.jpg",
      "slug": "feature-experience"
    },
    "content": "Years of hands-on experience with hundreds of cameras means your beloved Polaroid is in safe hands. I’ve seen just about everything."
  },
  {
    "frontmatter": {
      "title": "Repair, Service & Modification",
      "image": "repair_header_img.JPG",
      "slug": "feature-repair"
    },
    "content": "My specialty is producing some of the world’s most advanced Polaroid SX-70 cameras. Calibrated for 600 and i-Type film, manual control of the shutter, external batteries etc."
  },
  {
    "frontmatter": {
      "title": "Worldwide Shipping",
      "image": "reet-talreja-hSqGdDsr7gA-unsplash.jpg",
      "slug": "feature-shipping"
    },
    "content": "Based in Perth - Australia, but I will happily accept repairs from and ship cameras to anywhere in the world."
  },
  {
    "frontmatter": {
      "title": "About The Instant Camera Guy",
      "image": "https://www.datocms-assets.com/12178/1561713490-2483746215112465356118787362462414567503721o.jpg?ar64=MjAwOjIwMA&auto=format&fit=crop&fp-y=0.18&h=200&mask=ellipse&w=200",
      "slug": "about"
    },
    "content": "My name is Jake, the guy behind The Instant Camera Guy. What began as a personal passion for these incredible cameras quickly evolved into an obsession and full time career: understanding how they work and, more importantly, how to fix them when they don't. I believe in preserving the magic of instant photography for generations to come.\n\nToday, I operate as an ABN-registered business specializing in the servicing, restoration, and modification of classic Polaroid cameras – in particular the SX-70.\n\nMy business is primarily focused on client repairs, so I don’t regularly sell refurbished cameras. However, I do find, restore, and sell them on occasion. When I do have one for sale, I generally post them on the stories section of my Instagram page. A warning – they sell quickly once listed!\n\nI cater to and ship to clients all over the world. All cameras I sell are guaranteed to work and come with a 12-month limited warranty.\n\nI also have a YouTube channel, where I provide an open-source archive of page education, information and entertainment for anyone interested in instant cameras. \nMy channel: [https://www.youtube.com/@theinstantcameraguy](https://www.youtube.com/@theinstantcameraguy)"
  },
  {
    "frontmatter": {
      "title": "Repairs & Modification",
      "slug": "repairs"
    },
    "content": "I do not merely ‘repair’ cameras – but ‘overhaul’ them. This means stripping the camera down to its chassis and rebuilding it from the ground up to address all common failure points and ensure the best long term reliability. This video discusses what I mean: [__No Upgrades without an Overhaul: Why servicing the SX-70 is so important.__](https://www.youtube.com/watch?v=PEMsFa5q32g) .\n\n*   **General Repair:** I can fix effectively anything on an SX-70. Fixing common issues like gear failures, motor problems, and electronic faults. I keep my current pricing on my social media pages where I can more actively communicate with clients. \n*   **SX-70R PCB Conversion:** Convert your SX-70 to use the more advanced PCB option available!\n*   **Battery Modifications:** Modern battery solutions for older camera models. Conversion to AAA batteries.\n*   **General CLA:** A full Clean, Lubricate, and Adjust service to ensure your camera is in top shape.\n*   **Reskinning:** Replace worn or damaged leather with fresh, new skins in various colors."
  },
  {
    "frontmatter": {
      "title": "More to Come",
      "slug": "more-to-come"
    },
    "content": "I'm always working on new projects, blog posts, and guides. Stay tuned for more content!"
  },
  {
    "frontmatter": {
      "title": "Photos",
      "slug": "photos"
    },
    "content": "A gallery of my favorite shots and camera restorations is coming soon! Check back for inspiration."
  },
  {
    "frontmatter": {
      "title": "Contact Me",
      "slug": "contact"
    },
    "content": "For the quickest response and a quote, please message me on Instagram. You'll find my up-to-date price lists and see my latest work there. Facebook is also great!\n\nPlease only email if this is your last option, as I use it less frequently..\n\n*   **Instagram:** [Message me on Instagram](https://www.instagram.com/theinstantcameraguy/)\n*   **Facebook:** [Message me on Facebook](https://m.me/instantcameraguy)\n*   **Email:** [theinstantcameraguy@hotmail.com](mailto:theinstantcameraguy@hotmail.com)"
  }
]